Revit 2027 API
TableView.MinimumColumnWidth Property
 Gets the minimum column width
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int MinimumColumnWidth { get; }
Public ReadOnly Property MinimumColumnWidth As Integer
	Get
public:
property int MinimumColumnWidth {
	int get ();
}
member MinimumColumnWidth : int with get
Property Value
Int32
See Also
Reference
TableView Class
Autodesk.Revit.DB Namespace